Repository: Lavmint/transport-catcher-ios
Catalog: TransportCatcher/Sources/Helper/New Group/*.lproj/Localizable.strings
Languages: ru

# arrival_minutesShort
source: min.
ru: мин.

# arrival_metersLeftToStop
source: m. left to stop
ru: м. до остановки

# arrival_invalidFriendly
source: Invalid friendly
ru: Доступен для людей с ограниченными возможностями

# arrival_emptyList
source: According to the service, the arrival of transport to the stop is not expected in the near future.
ru: По данным сервиса, прибытие транспорта на остановку в ближайшее время не ожидается.

# arrival_selectStop
source: Select stop on the map to see arrival times
ru: Выберите на карте остановку чтобы отобразить прибытие транспорта.

# alert_cancel
source: Cancel
ru: Отменить

# settings_setTimeoutInterval
source: Pick timeout interval in seconds
ru: Введите время ожидания ответа от сервиса в секундах

# common_value
source: value
ru: значение

# common_version
source: version
ru: версия

# transport_tramway
source: tramway
ru: трамвай

# transport_trolleybus
source: trolleybus
ru: троллейбус

# transport_bus
source: bus
ru: автобус

# about_whatFor
source: What can this app do?
ru: Что умеет приложение?

# about_whatForDescription
source: Transport Samara App gives you ability yo tracking arrival times of transport to the selected stop.
ru: Приложение Транспорт Самара позволяет отслеживать прибывание транспорта на выбранную остановку.

# about_compatibility
source: Which devices compatible with this application?
ru: На каких устройствах доступно приложение?

# about_compatibilityDescription
source: Devices that supports iOS 11.0 and grater, both iPhone and iPad.
ru: На устройствах под управлением iOS 11.0 и выше, включая iPhone и iPad.

# about_services
source: Which services does this app uses?
ru: Какие сервисы использует приложение?
